{
  "1": "Los catorce años, sumados a los tres anteriores, representan diecisiete años de análisis, meditación, estudio y escudriñamiento antes de exponer públicamente el evangelio.",
  
  "2": "La palabra “reputación” corresponde al arameo saborá: autoridad con experiencia y capacidad de discernir y juzgar. Pablo sube a quienes podían evaluar si el mensaje era correcto o no.",
  
  "3": "Los saboraim de ese momento eran los apóstoles Pedro, Juan y Jacobo, reconocidos por su capacidad de discernimiento espiritual.",
  
  "4-5": "Los falsos hermanos buscan reducir a esclavitud mediante la imposición de la tradición oral farisaica. La esclavitud no es la Torah, sino elevar mandamientos humanos a categoría de Palabra de Dios. La ‘Emet del evangelio no cambia y no admite imposiciones humanas.",
  
  "6": "Los saboraim no añadieron ninguna prescripción nueva. El pasado humano de los apóstoles es irrelevante; el evangelio ya estaba completo y no requería ajustes.",
  
  "7-10": "Nunca se exigió la circuncisión de los gentiles para salvación. La ayuda a los pobres se refiere a la comunidad judía necesitada. La esclavitud jamás es la Torah.",
  
  "11-12": "El conflicto con Pedro no trata de alimentos sino de personas. La visión de Hechos 10 enseña que ‘Elohim no hace acepción de personas. Pedro se retrae por temor a los fiscalizadores de la tradición farisaica provenientes de Jerusalén.",
  
  "13": "El temor de Pedro se explica por la presión letal del grupo farisaico que perseguía a Pablo y que fiscalizaba la identidad judía mediante la tradición.",
  
  "14": "La verdad del evangelio es que no hay diferencia entre judíos y gentiles para salvación. Vivir como gentil significa vivir libre de la Halajá farisaica, no vivir sin la ley de Dios. Judaizar es imponer tradición oral, no enseñar mandamientos bíblicos.",
  
  "15-16": "“Obras de ley” se refiere a cualquier sistema de méritos humanos. La justificación no es por obras sino por la fidelidad de ‘Elohim. Nadie se salva por mérito propio.",
  
  "17": "Mashíaj no es ministro del pecado. Al abandonar la justificación por obras, el pecado queda expuesto, pero no imputado por Mashíaj. La ley dimensiona el pecado, no lo produce.",
  
  "18": "Reconstruir la justificación por méritos convierte al hombre en transgresor. Existen dos principios: la ley de la gracia y la ley de los méritos; son incompatibles.",
  
  "19": "Por medio de la ley de la gracia, Pablo muere a la ley de los méritos para vivir para ‘Elohim. No se trata de abolir la Torah, sino el mérito por obras.",
  
  "20": "Hemos muerto a la ley de los méritos por la ley de la gracia. La vida ahora es vivida por la fidelidad de ‘Elohim manifestada en Yehoshúa’ Hamashíaj.",
  
  "21": "La gracia y los méritos son excluyentes. La salvación es por gracia, sin distinción de personas, y no por obras. El error fariseo fue convertir la salvación en un sistema de méritos humanos."
}
