{
  "1": "Estos catorce años, sumados a los tres anteriores, dan diecisiete años de analizar, meditar, estudiar y escudriñar antes de subir a exponer el evangelio.",
  
  "2": "La palabra “reputación” es un arameísmo: saborá. Un saborá es alguien con experiencia y autoridad para discernir y decir si algo es correcto o no. Pablo sube a los que tenían esa capacidad de juzgar.",
  
  "3": "En ese momento los saboraim eran los apóstoles: Pedro, Juan y Jacobo. Ellos eran los que tenían la capacidad de discernir y juzgar.",
  
  "4-5": "Los falsos hermanos entraron a espiar la libertad que tenemos en Yehoshúa’ Hamashíaj para reducirnos a esclavitud. Esa esclavitud no es la Torah, sino la tradición oral farisaica impuesta como si fuera Palabra de Dios. Esclavitud aquí es tomar un mandamiento de hombre y elevarlo a categoría divina. La ‘Emet del evangelio es inmutable. El problema no es la tradición, sino su uso indebido.",
  
  "6": "Pablo deja claro que los saboraim no le comunicaron nada nuevo. No importa lo que ellos hubiesen sido en el pasado; el evangelio no recibió prescripciones adicionales ni correcciones.",
  
  "7-10": "Nunca se exigió circuncidar a los gentiles para salvación. La ayuda a los pobres se refiere a la comunidad judía necesitada. El asunto debió cerrarse ahí. La esclavitud jamás puede ser la Torah.",
  
  "11-12": "El conflicto con Pedro no tiene que ver con comida sino con personas. La visión de Hechos 10 enseña que ‘Elohim no hace acepción de personas. Tahor significa ordenado, Tamé desordenado, y Jol es lo profano. El fariseísmo aplicó estas categorías a los gentiles. Pedro se retrae por miedo a la fiscalización farisaica proveniente de Jerusalén, no por Jacobo.",
  
  "13": "El temor era real porque ese grupo farisaico era letal. Es el mismo entorno que conspiró para matar a Pablo. El miedo produjo hipocresía.",
  
  "14": "La verdad del evangelio es que no hay diferencia entre judíos y gentiles en cuanto a salvación. Vivir como gentil aquí significa vivir libre de la Halajá farisaica, no vivir sin la ley de Dios. Judaizar es imponer la tradición oral, no enseñar los mandamientos bíblicos.",
  
  "15-16": "“Obras de ley” (ἐξ ἔργων νόμου) se refiere a cualquier sistema de méritos humanos. No se trata de la Torah de ‘Elohim. Nadie se justifica por obras. El justo vive por la fidelidad de ‘Elohim, no por mérito propio.",
  
  "17": "Mashíaj no es diácono del pecado. Al abandonar las obras como justificación, el pecado queda al descubierto, pero no es imputado por Mashíaj. La Torah dimensiona el pecado, no lo produce.",
  
  "18": "Si alguien vuelve a levantar la justificación por méritos, se hace transgresor. Hay dos leyes operando: la ley de la gracia y la ley de los méritos. Son incompatibles.",
  
  "19": "Por medio de una ley —la de la gracia— Pablo muere a otra ley —la de los méritos— para vivir para ‘Elohim. No se abole la Torah, se abole el mérito por obras.",
  
  "20": "Hemos muerto a la ley de los méritos por medio de la ley de la gracia. La vida ahora se vive por la fidelidad de ‘Elohim manifestada en Yehoshúa’ Hamashíaj.",
  
  "21": "La gracia y los méritos son mutuamente excluyentes. La salvación no hace distinción de personas. No es por obras, sino por gracia. El error fariseo fue convertir la salvación en un sistema de méritos humanos."
}
